[
  {
    "id": 1,
    "name": "Побег из Шоушенка",
    "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения."
  },
  {
    "id": 2,
    "name": "Зеленая миля",
    "description": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни."
  },
  {
    "id": 3,
    "name": "Форрест Гамп",
    "description": "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни. Фантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно."
  },
  {
    "id": 4,
    "name": "Леон",
    "description": "Главный герой — профессиональный киллер Леон, живёт уединённой жизнью в Маленькой Италии, районе Нью-Йорка. Большая часть работы достаётся ему от мафиозо по имени Тони. В свободное время Леон занимается гимнастикой, ухаживает за своим любимым цветком в горшке и иногда ходит в кино. Однажды он встречает живущую по соседству Матильду Ландо, девочку-подростка. Она живёт в неблагополучной семье. Отец Матильды, Майкл, навлекает на себя ярость группы коррумпированных полицейских, сотрудников департамента по борьбе с наркотиками. Они заплатили ему за хранение кокаина, однако впоследствии обнаружили, что часть наркотиков он присвоил себе."
  },
  {
    "id": 5,
    "name": "Начало",
    "description": "Доминик Кобб занимается промышленным шпионажем, используя технологию совместных сновидений. В начале фильма Кобб пытается получить важные сведения у японского бизнесмена по имени Сайто, но из-за маленькой неточности своего архитектора терпит неудачу. После этого Сайто сам выходит на Кобба и предлагает ему работу: нужно осуществить внедрение — с помощью сна внушить Роберту Фишеру, сыну энергетического магната Мориса Фишера, идею, которая могла бы повлечь разделение бизнес-империи его отца. Взамен Сайто обещает «всего одним звонком» помочь Коббу, над которым «висит» ложное обвинение в убийстве жены, легально вернуться в США, где остались его дети. Даже опытные партнёры Кобба считают внедрение невозможным, но Кобб соглашается — как выясняется, он такое уже делал. Для внедрения им потребуется последовательно ввести объект в три уровня сна. Чтобы при этом сон был стабилен, необходимо специальное снотворное, которое изготовит химик Юсуф (Дилип Рао). Однако из-за этого снотворного, очень сильного и эффективного, не срабатывает один из стандартных способов выхода из сна — обычно человек просыпается, если внутри сна он «умирает» или его убивают."
  },
  {
    "id": 6,
    "name": "Жизнь прекрасна",
    "description": "Во время II Мировой войны в Италии в концлагерь были отправлены евреи, отец и его маленький сын. Жена, итальянка, добровольно последовала вслед за ними. В лагере отец сказал сыну, что все происходящее вокруг является очень большой игрой за приз в настоящий танк, который достанется тому мальчику, который сможет не попасться на глаза надзирателям."
  },
  {
    "id": 7,
    "name": "Достучаться до небес",
    "description": "Судьба сводит героев картины в больнице, где врачи выносят им смертный приговор. Счет времени их жизней идет на часы. Дальнейшие события в фильме разворачиваются в стремительном темпе. Украв машину с миллионом немецких марок в багажнике, они сбегают из больницы. Их преследуют наемные убийцы, они становятся грабителями поневоле, за ними гонится полиция, они попадают в бордель. Но тем не менее продолжают мчаться вперед, навстречу своей судьбе."
  },
  {
    "id": 8,
    "name": "Крестный отец",
    "description": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов. Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение."
  },
  {
    "id": 9,
    "name": "Бойцовский клуб",
    "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство."
  },
  {
    "id": 10,
    "name": "Список Шиндлера",
    "description": "Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны."
  }
]
